{
  "Name": "تقنية",
  "home": "الصفحة الرئيسية",
  "product": "المنتج",
  "professionalServicess": "الخدمات المهنية",
  "softwareDevelopment": "تطوير البرمجيات",
  "customers": "العملاء",
  "news": "الأخبار",
  "aboutUs": "من نحن",
  "contactUs": "اتصل بنا",
  "rights": "جميع الحقوق محفوظة",
  "aboutUsContent":"نحن شركة تكنولوجيا معلومات متقدمة تركز استراتيجيتها على تزويد العملاء بجودة عالية وحلول تقنية موثوقة. بمساعدة خبرائنا المختارين بشكل انتقائي من جميع أنحاء العالم ، وعلى استعداد لمواجهة أي تحد لإثبات خبرته في تقديم حلول أعمال تكنولوجيا المعلومات المصممة خصيصًا. يتمتع فريقنا بأكثر من 220 عامًا من الخبرة المتراكمة في تطوير حلول أعمال تكنولوجيا المعلومات وتخصيصها ونشرها مثل تخطيط موارد المؤسسات (ERP) وإدارة علاقات العملاء (CRM) وإدارة الموارد البشرية (HRM) وأنظمة إدارة مستندات المؤسسة (EDMS) ، وأتمتة قوة المبيعات المتنقلة (MSFA) ، ونظام نقاط البيع ICG ، بالإضافة إلى العديد من التطبيقات الأخرى المطورة خصيصًا لقطاعات الاتصالات ، والصحة ، والتعليم ، والقطاعات العامة.",
  "aboutLogo": "تمتد خدماتنا في تكنولوجيا المعلومات لتشمل القطاعين الخاص والعام. الهدف المحوري لتكنولوجيا المعلومات هو تزويد عملائنا بحلول تكنولوجية ذكية تحل اختناقاتهم وتفي بمتطلباتهم ومطالبهم.",
  "all": "الكل",
  "education": "التعليم",
  "healthy": "الصحة",
  "it": "التقني",
  "general": "عام",
  
    "imageAlt": "خدمات مهنية",
    "paragraph": "تستغل خدمات المهنية خدمات المؤسسات والحلول عبر مختلف الصناعات لتقديم حلاً متقدمًا لعملائنا في مجال الأعمال، وهذا يشمل التحليل والتصميم والتطوير والنشر والتدريب وخدمات نقل البيانات. تساعد خدماتنا المهنية المنظمات في التخطيط للتصميم والتنفيذ والتشغيل وإدارة التقنيات الصحيحة لتحسين طريقة عملهم. من البنية التحتية لتكنولوجيا المعلومات إلى الوسيط إلى تطبيقات الواجهة الأمامية، نقوم بإزالة تعقيد إدارة حلاول تكنولوجيا المعلومات، حتى يتمكن عملاؤنا من التركيز على إدارة أعمالهم.",
    "businessSolutionsHeader": "حلول الأعمال:",
    "businessSolutionsList": [
      "أنظمة معلومات الصحة (HIS)",
      "إدارة علاقات العملاء (CRM)",
      "نظام إدارة الموارد البشرية (HRMS)",
      "نظام إدارة المستندات الإلكترونية (EDMS)",
      "أتمتة عمليات الأعمال (BPA)"
    ],
    "ourServicesHeader": "خدماتنا تشمل:",
    "ourServicesList": [
      "تنفيذ مفتاحي من البداية إلى النهاية",
      "إدارة المشاريع",
      "استشارات وظيفية",
      "تحليل الأعمال",
      "تصميم الحلول",
      "نقل البيانات",
      "التكامل",
      "التخصيص",
      "إدارة قواعد البيانات",
      "تعليم وتدريب المستخدمين المستمر"
    ],
  
  "softwareDevelopmentIntro": "شركة  قد جمعت فريقًا متنوعًا من الاستشاريين الكبار المحليين والدوليين الذين يمتلكون خبرة محلية وإقليمية في بناء حلول برمجية لدعم احتياجات ومتطلبات عملائنا. تتمتع شركة  بخبرة واسعة في تطوير حلول برمجية لصناعات وقطاعات مختلفة على الصعيدين المحلي والإقليمي.",
  "softwareDevelopmentServicesHeader": "خدمات تطوير البرمجيات تشمل:",
  "softwareDevelopmentServicesList": [
    "تطبيقات الويب",
    "تطوير تطبيقات الموبايل",
    "خدمات التخصيص",
    "تكامل الأنظمة"
  ],
  "softwareDevelopmentRAD": "باستخدام منهج التطوير السريع للتطبيقات (RAD)، تضمن شركة  أن موظفي العملاء سيشاركون بشكل كامل في تحديد المتطلبات التجارية / التقنية المفصلة وتصميم مظهر وشكل حلول البرمجيات. يركز هذا المنهج على تقديم المشاريع على شكل قطع صغيرة مع جمع آراء المستخدمين لضمان أن المنتج النهائي يفي بتوقعاتهم. يقسم مديرو المشاريع مشروعًا إلى سلسلة من المشاريع الأصغر، يمكن تخطيط وتسليم كل منها على حدة. باستخدام سلسلة من المشاريع الأصغر، يمكن تسليم كل منها بشكل أسرع مما يسمح بالحصول على ملاحظات أكثر سرعة من المستخدم.",
  "softwareDevelopmentApproach": "نهج تطوير البرمجيات لدى شركة  مبني على معايير دولية مثل CMM و ISO. الجودة والوثائق تعد جزءًا من كفاءاتنا الأساسية وممارستنا.",
  "technologiesHeader": "التقنيات",
  "technologyAlt1": "تكنولوجيا 1",
  "technologyAlt2": "تكنولوجيا 2",
  "technologyAlt3": "تكنولوجيا 3",
  "databasesHeader": "قواعد البيانات",
  "databaseAlt1": "قاعدة بيانات 1",
  "databaseAlt2": "قاعدة بيانات 2",
  "databaseAlt3": "قاعدة بيانات 3",
  "Customers": "الزبائن",
  "Proud": "فخورين في زبائننا",
  "Government": "الحكومي",
  "Group": "المجموعة والشركات القابضة",
  "Telecom": "اتصالات",
  "Wholesale": "البيع بالجملة والتوزيع",
  "aboutUsContent1": "شركة تقنية متقدمة تركز استراتيجيتها على تزويد العملاء بحلول تكنولوجيا معلومات عالية الجودة وموثوقة وفائقة التخصيص. بمساعدة الخبراء الذين تم اختيارهم بعناية من جميع أنحاء العالم ، تعتبر  جاهزة لمواجهة أي تحدي لإثبات خبرتها في تقديم حلول أعمال تكنولوجيا معلومات متخصصة متفوقة.",
  "aboutUsContent2": "تمتد خدماتنا في  لتغطية القطاعين الخاص والعام. الهدف المحوري لشركة  هو توفير حلول تكنولوجيا معلومات ذكية لعملائنا تحل اختناقاتهم ، وتلبي متطلباتهم ومطالبهم. تثبت مشاركاتنا السابقة والحالية مع عملائنا المحليين والإقليميين نجاحنا في تقديم حلول تكنولوجيا معلومات متكاملة. تسعى فرقنا المتزايدة بشكل كبير مع القيم والخبرات المتجذرة دائمًا لضمان تقديم أفضل خدماتنا.",
  "visionHeader": "الرؤية",
  "visionContent": "تمكين المؤسسات من تحقيق أهدافها التجارية من خلال تنفيذ حلول تكنولوجيا معلومات متقدمة ، مع تقليل التكلفة الإجمالية للملكية.",
  "missionHeader": "الرسالة",
  "missionContent": "تقدم  حلاً تكنولوجيًا عالي الجودة وموثوقًا وفعّال من حيث التكلفة للعملاء محليًا وإقليميًا. نقدم خدمات تكنولوجيا متميزة من خلال استكشاف وتنفيذ حلول ثورية بشكل مستمر تضيف قيمة دائمة لعملائنا. توفر حلولنا ميزة استراتيجية للمؤسسات الرائدة في فلسطين ، ونهدف إلى إقامة شراكة طويلة الأمد ونابضة بالحيوية مع الشركات في جميع أنحاء المنطقة.",
  "managementHeader": "فريق الإدارة لدينا",
  "managementContent": "يمتلك فريقنا أكثر من 220 عامًا من الخبرة التطبيقية التراكمية في تطوير وتخصيص ونشر حلول أعمال تكنولوجيا المعلومات مثل تخطيط موارد المؤسسات (ERP) ، وإدارة علاقات العملاء (CRM) ، وإدارة الموارد البشرية (HRM) ، وأنظمة إدارة المستندات المؤسسية (EDMS) ، وتشغيل القوى المبيعات المتنقلة (MSFA) ، بالإضافة إلى العديد من التطبيقات المخصصة المطورة لقطاعات الاتصالات والصحة والتعليم والقطاع العام.",
  "contactHeader": "اتصل بنا",
  "contactParagraph": "سيسعدنا الإجابة على أي استفسار قد تكون لديك حول خدماتنا ومنتجاتنا ، ما عليك سوى استخدام النموذج أدناه أو اختيار أحد وسائل الاتصال البديلة. نحن متوفرون من الأحد إلى الخميس ، من الساعة 08:00 حتى الساعة 17:00 لاستقبال مكالمتك.",
  "palestineOfficeHeader": "مكتب فلسطين",
  "addressLabel": "العنوان:",
  "address": " رام الله ، فلسطين",
  "telefaxLabel": "فاكس:",
  "telefax": "+97021234567",
  "emailLabel": "البريد الإلكتروني:",
  "email": "info@example.com",
  "poBoxLabel": "صندوق بريد:",
  "poBox": "12345",
  "contactFormHeader": "نموذج الاتصال",
  "yourNameLabel": "اسمك",
  "yourEmailLabel": "بريدك الإلكتروني",
  "subjectLabel": "الموضوع",
  "yourMessageLabel": "رسالتك",
  "sendButton": "إرسال"
  
  
  
}
