{
  "Name": "IT",
  "home": "Home",
  "product": "Product",
  "professionalServicess": "Professional Services",
  "softwareDevelopment": "Software Development",
  "customers": "Customers",
  "news": "News",
  "aboutUs": "About Us",
  "contactUs": "Contact Us",
  "rights": "All rights reserved",
  "aboutUsContent": " Is an advanced IT company that is focusing its strategy on providing clients with high quality and reliable state of the art IT solutions. With the help of our selectively chosen experts from all over the world, ready to take on any challenge to prove its expertise in providing superior tailored IT business solutions. Our team has over 220 years of cumulative hands on experience in developing, customizing and deploying IT business solutions such as Enterprise Resource Planning (ERP), Customer Relation Management (CRM), Human Resource Management (HRM), Enterprise Document Management Systems (EDMS), Mobile Sales Force Automation (MSFA), ICG Point of sale system, in addition to many other custom developed applications for TELECOM, HEALTH, EDUCATION, and PUBLIC sectors.",
  "aboutLogo": "  Our services at IT are extended to cover the private and public sectors IT focal objective is to provide our clients with intelligent technological solutions that solve their bottlenecks, meet their requirements and demands.",
  "all": "All",
  "education": "Education",
  "healthy": "Healthy",
  "it": "IT",
  "general": "General",
  
    "imageAlt": "Professional Services",
    "paragraph": "Professional Services leverages enterprise services and solutions across different industries to offer cutting-edge business solutions to our customers, this includes analysis, design, development, deployment, training, and data migration services. Our Professional Services help organizations plan for, design, implement, operate, and manage the right technologies to improve the way they do business. From IT infrastructure to middleware to front-end applications, we take the complexity out of IT solution management, so our customers can focus on running your business.",
    "businessSolutionsHeader": "Business Solutions:",
    "businessSolutionsList": [
      "Health Information Systems (HIS)",
      "Customer Relationship Management (CRM)",
      "Human Resources Management System (HRMS)",
      "Electronic Document Management System (EDMS)",
      "Business Process Automation (BPA)"
    ],
    "ourServicesHeader": "Our services include:",
    "ourServicesList": [
      "Turnkey End-to-End Implementation",
      "Project Management",
      "Functional Consulting",
      "Business Analysis",
      "Solution Design",
      "Data Migration",
      "Integration",
      "Customization",
      "Database Administration",
      "Ongoing user education & training"
    ],
  
    "softwareDevelopmentIntro": "IT has assembled a diversified team of local and international senior consultants who have local and regional experience in building software solutions to support our customers’ needs and requirements. IT has extensive experience in developing software solutions for different industries and sectors locally and regionally.",
    "softwareDevelopmentServicesHeader": "Software Development Services include:",
    "softwareDevelopmentServicesList": [
      "Web-Based Application",
      "Mobile Development",
      "Customization Services",
      "Systems Integration"
    ],
    "softwareDevelopmentRAD": "Using the Rapid Application Development (RAD) methodology, IT ensures that the customer staff will be involved fully in specifying the detailed business/technical requirements and in the design of the look and feel of the software solutions. This methodology focuses on delivering projects in small pieces while soliciting users’ inputs to ensure that the final product meets their expectations. Project Managers partition a project into a series of smaller projects, each of which can be planned and delivered individually. With a series of smaller projects, each can be delivered more quickly which allows for more rapid feedback from the user.",
    "softwareDevelopmentApproach": "IT software development approach is based on international standards such as CMM and ISO. Quality and documentation are part of our core competencies and practices.",
    "technologiesHeader": "Technologies",
    "technologyAlt1": "Technology 1",
    "technologyAlt2": "Technology 2",
    "technologyAlt3": "Technology 3",
    "databasesHeader": "Databases",
    "databaseAlt1": "Database 1",
    "Customers": "Customers",
    "Proud": "Proud of Our Customers",
    "Government": "Government",
    "Group": "Group & Holding Companies",
    "Telecom": "Telecom",
    "Wholesale": "Wholesale and Distribution",
    "aboutUsContent1": "An advanced IT company that is focusing its strategy on providing clients with high quality and reliable state of the art IT solutions. With the help of our selectively chosen experts from all over the world, IT is ready to take on any challenge to prove its expertise in providing superior tailored IT business solutions.",
    "aboutUsContent2": "Our services at IT are extended to cover the private and public sectors. IT focal objective is to provide our clients with intelligent technological solutions that solve their bottlenecks, meet their requirements and demands. Our past and current engagements with local and regional clients prove our success in the business of providing turnkey IT solutions. IT substantially growing teams with underpinning values and expertise always strive to guarantee best delivery of services.",
    "visionHeader": "Vision",
    "visionContent": "Empowering organizations to achieve their business objectives by implementing advanced IT solutions, while reducing the total cost of ownership.",
    "missionHeader": "Mission",
    "missionContent": "IT delivers high quality, reliable and cost-effective IT solutions to customers locally and regionally. We provide outstanding technology services by constantly exploring and implementing revolutionary solutions that drive lasting value to our customers. Our solutions provide strategic advantage to leading organizations in Palestine, and we aim to have a long standing and vibrant partnership with companies across the region.",
    "managementHeader": "Our Management Team",
    "managementContent": "Our team has over 220 years of cumulative hands on experience in developing, customizing and deploying IT business solutions such as Enterprise Resource Planning (ERP), Customer Relation Management (CRM), Human Resource Management (HRM), Enterprise Document Management Systems (EDMS), Mobile Sales Force Automation (MSFA), in addition to many other custom developed applications for TELECOM, HEALTH, EDUCATION, and PUBLIC sectors.",
    "contact": "Contact Us",
    "contactParagraph": "We would be delighted to answer any inquiry you might have about our services and products, just use the form below or choose one of the alternative methods of communication. We’re available from Sunday to Thursday, 08:00-17:00 to take your call.",
    "palestineOfficeHeader": "Palestine Office",
    "addressLabel": "Address:",
    "address": " Ramallah, Palestine",
    "telefaxLabel": "Telefax:",
    "telefax": "+97021234567",
    "emailLabel": "E-mail:",
    "email": "info@example.com",
    "poBoxLabel": "PO Box:",
    "poBox": "12345",
    "contactFormHeader": "Contact Form",
    "yourNameLabel": "Your Name",
    "yourEmailLabel": "Your Email",
    "subjectLabel": "Subject",
    "yourMessageLabel": "Your Message",
    "sendButton": "Send"
    
  
 
}